/* name of this language */
"language" = "Spanish";

/* iTC What's New */
"    - Daily Alarm\n    - Solar noon indication\n    - Noon on top option\n    - Option to stay on only when plugged in"="    - Daily Alarm\n    - Solar noon indication\n    - Noon on top option\n    - Option to stay on only when plugged in";
/* iTC What's New 1.3 */
"    - Improved graphics\n    - Solar and Lunar Eclipse Simulator"="- Gráficos mejorados\n    - Simulador de eclipse solar y lunar";
/* label for a WWW link */
" ... tap to visit our web site"="... toca para visitar nuestro sitio web";
/* format string with a one character abbreviation for 'day' */
"%s%dd %02d:%02d:%02d"="%1$s%2$d d %3$d:%4$d:%5$d";
/* format string with a one character abbreviation for 'year' and 'day' */
"%s%dy %dd %02d:%02d:%02d"="%1$s%2$d a %3$d d %4$d:%5$d:%6$d";
/* label for enable alarm clock switch */
"Alarm:"="Alarma:";
/* the label on a dial: the angle above the horizon */
"Altitude"="Altitud";
/* label for a Annular solar eclipse */
"Annular solar eclipse"="Eclipse solar anular";
/* the constellation of the zodiac */
"Aquarius"="Aquarius";
/* the constellation of the zodiac */
"Aries"="Aries";
/* the label on a dial: the angle around the horizon */
"Azimuth"="Azimut";
/* label for when the eclipse is below the horizon */
"Below horizon"="Bajo el horizonte";
/* the constellation of the zodiac */
"Cancer"="Cancer";
/* the constellation of the zodiac */
"Capricornus"="Capricornus";
/* short abbreviation for century */
"cent"="siglo";
/* short abbreviation for day */
"day"="día";
/* First-run alert button to go to release notes */
"Details"="Detalles";
/* name of option to turn off the iPhone's automatic screen locking feature */
"Disable Auto-Lock:"="Desactivar apagado automático:";
/* Done */
"Done"="OK";
/* one character abbreviation for 'east' */
"E"="E";
/* the planet Earth */
"Earth"="Tierra";
/* label for the Eclipse Simulator or Viewer or Window */
"Eclipse Simulator"="Simulador de eclipses";
/* the label on a dial: Equation of Time */
"Equation of Time"="Ecuación del tiempo";
/* the constellation of the zodiac */
"Gemini"="Gemini";
/* help message0 */
"Help Text0"="Las agujas principales de color dorado indican las horas, minutos y segundos en el formato típico de 12 horas. La aguja fina del centro con una cabeza de flecha blanca indica la hora en el formato de 24 horas.";
/* help message1 */
"Help Text1"="Los anillos de color representan las horas en que cada 'planeta' está por encima del horizonte. El más grande de todos, que está detrás del resto, es el Sol. Las 11 flechas de color representan las horas de crepúsculo astronómico, crepúsculo náutico, crepúsculo civil, salida/puesta de sol, la 'hora dorada' y el mediodía solar.";
/* help message1.5 */
"Help Text1.5"="La esfera pequeña con el rótulo 'Simulador de eclipses' tiene tres iconos en el anillo exterior, que representan la sombra del Sol, de la Luna y de la Tierra según parecen rotar en el cielo alrededor de la Tierra, y dos líneas rojas finas que indican los nodos de la órbita de la Luna (los puntos donde cruza el plano de la eclíptica). La zona del interior del anillo normalmente está vacía, pero cuando esté a punto de producirse un eclipse lunar o solar, aparecerá una animación del eclipse.";
/* help message2 */
"Help Text2"="Toca 'Establecer' para activar el modo de ajuste. A continuación, toca una de las unidades de tiempo para avanzar (azul) o retroceder (rojo) por unidad. Si tocas 'fase', avanzarás o retrocederás al siguiente cuarto de fase de la Luna.";
/* help message3 */
"Help Text3"="Mantén pulsada una unidad para avanzar continuamente. Desliza el dedo fuera del botón antes de levantarlo para 'bloquear' el botón y avanzar continuamente. Toca el botón 'Restablecer' para volver a la hora actual.";
/* help message4 */
"Help Text4"="Toca el cuadrante de altitud o el azimutal para cambiar los valores de los planetas que se muestran.";
/* help message5 */
"Help Text5"="El punto rojo de la imagen de la Tierra indica la posición actual. Si no es la que esperabas, puedes establecer la posición manualmente con los controles que hay arriba. Si tu ubicación y tu zona horaria no coinciden, la información astronómica resultará extraña. También puedes tocar la imagen de la Tierra para elegir una ubicación en un mapa más grande; la zona horaria cambiará para coincidir.";
/* help message6 */
"Help Text6"="Para establecer la hora de alarma, primero activa la alarma y toca el botón 'Establecer' que se mostrará. Cuando vuelvas a la pantalla principal, aparecerá un indicador rojo que señalará la hora de alarma en el exterior de la esfera de 24 horas. Cuando llegue la hora de alarma, se reproducirá un sonido durante unos 20 segundos (puedes silenciarlo inmediatamente tocando cualquier zona de la pantalla).";
/* help message7 */
"Help Text7"="Emerald Observatory sincroniza la hora con los relojes atómicos estándares internacionales mediante el protocolo NTP. Se requiere una conexión a Internet y es posible que la sincronización tarde unos segundos tras iniciar la aplicación. El indicador de la esquina inferior izquierda parpadeará cuando se esté realizando la sincronización y se pondrá de color verde cuando se haya completado correctamente o amarillo si no ha sido posible.";
/* help message8 */
"Help Text8"="Visita nuestro sitio web en https://bjornfreemanbenson.com/emerald-observatory para obtener más información (toca nuestro logotipo en la parte inferior de esta página). No dudes en enviarnos un correo electrónico si tienes alguna pregunta o problema. También estaremos encantados de recibir comentarios o sugerencias.";
/* short abbreviation for hour */
"hour"="hora";
/* iTC description0; terms here should match those in the other strings */
"iTC description0"="Emerald Observatory muestra una gran cantidad de información astronómica en una sola pantalla y en un único y comprensible formato. La información incluye:";
/* iTC description1 */
"iTC description1"="- Horas de salida y puesta del Sol, la Luna y los 5 planetas clásicos
    - Horas del principio y fin del crepúsculo
    - Planetario heliocéntrico (muestra los planetas en órbita alrededor del Sol)
    - Altitud y azimut de los mismos cuerpos (un cuerpo a la vez)
    - Fase actual y tamaño relativo aparente de la Luna
    - Zonas actuales del día y la noche en un mapa
    - Ecuación del tiempo, hora solar, hora UTC y hora sideral
    - Indicador de mes, día, año y año bisiesto";
/* iTC description2 */
"iTC description2"="También:
    - Las horas mostradas se sincronizan con relojes atómicos estándares mediante el protocolo NTP
    - Usa la ubicación de iPad; se puede establecer la latitud y longitud manualmente
    - Función de alarma diaria";
/* iTC description3; terms here should match those in the other strings */
"iTC description3"="Se puede configurar para que la pantalla esté encendida permanentemente.";
/* iTC description4; terms here should match those in the other strings */
"iTC description4"="Toca la pantalla para adelantar o atrasar la hora en minutos, horas, días, meses o años. ";
/* iTC description; terms here should match those in the other strings */
"iTC description5"="Si tienes algún problema con la aplicación, consulta nuestro apartado de preguntas frecuentes (FAQ) en la página de ayuda que aparece abajo y ponte en contacto con nosotros a través de dicha página si no logras resolver tu problema. Nos tomamos muy en serio contestar rápido a todos los problemas técnicos de nuestros clientes.";
/* the planet Jupiter */
"Jupiter"="Júpiter";
/* First-run alert button to skip release notes for now */
"Later"="Más tarde";
/* north-south coordinate */
"Latitude:"="Latitud:";
/* term for years with Feb 29 as in: '2012 is a leap year' */
"leap"="bisiesto";
/* term for years with Feb 29 */
"leap (%d)"="bisiesto (%d)";
/* the constellation of the zodiac */
"Leo"="Leo";
/* the constellation of the zodiac */
"Libra"="Libra";
/* east-west coordinate */
"Longitude:"="Longitud:";
/* the planet Mars */
"Mars"="Marte";
/* the planet Mercury */
"Mercury"="Mercurio";
/* short abbreviation for minute */
"min"="min";
/* short abbreviation for month */
"mon"="mes";
/* the proper name of Earth's moon */
"Moon"="Luna";
/* one character abbreviation for 'north' */
"N"="N";
/* one character abbreviations for compass points: north, east, south, west */
"N,E,S,W"="N,E,S,O";
/* the planet Neptune */
"Neptune"="Neptuno";
/* First-run alert button to permanently skip release notes */
"Never"="Nunca";
/* label for when no eclipse is visible */
"No eclipse"="No hay eclipses";
/* name of option for noon on the top of the 24-hour dial (instead of midnight) */
"Noon on Top:"="Mediodía arriba:";
/* term for years without Feb 29 as in '2010 is not a leap year' */
"not leap"="no es bisiesto";
/* OK */
"OK"="OK";
/* Title for options settings screen */
"Options"="Opciones";
/* label for a Partial lunar eclipse */
"Partial lunar eclipse"="Eclipse lunar parcial";
/* label for a Partial solar eclipse */
"Partial solar eclipse"="Eclipse solar parcial";
/* short abbreviation for phase of the Moon */
"phase"="fase";
/* the constellation of the zodiac */
"Pisces"="Pisces";
/* constellations of the zodiac */
"Pisces,Aries,Taurus,Gemini,Cancer,Leo,Virgo,Libra,Scorpius,Sagittarius,Capricornus,Aquarius"="Pisces,Aries,Taurus,Gemini,Cancer,Leo,Virgo,Libra,Scorpius,Sagittarius,Capricornus,Aquarius";
/* the planet Pluto */
"Pluto"="Plutón";
/* label for the button that reverses the action of 'Set' */
"Reset"="Restablecer";
/* one character abbreviation for 'south' */
"S"="S";
/* the constellation of the zodiac */
"Sagittarius"="Sagittarius";
/* the planet Saturn */
"Saturn"="Saturno";
/* the constellation of the zodiac */
"Scorpius"="Scorpius";
/* Set (verb) */
"Set"="Establecer";
/* label for alarm time setting widget */
"Set the alarm time:"="Establecer hora de alarma:";
/* Details */
"Show details"="Mostrar detalles";
/* the label on a dial: a truncation of 'sidereal time' or 'star time' */
"Sidereal"="Sideral";
/* the label on a dial: a truncation of 'Solar time' or 'Sun time' */
"Solar"="Solar";
/* Stop alarm test */
"Stop"="Detener";
/* the proper name of Earth's star */
"Sun"="Sol";
/* the constellation of the zodiac */
"Taurus"="Taurus";
/* Test alarm */
"Test"="Probar";
/* Astronomy date range checking */
"The earliest time supported is"="La hora más temprana admitida es";
/* Astronomy date range checking */
"The latest time supported is"="La hora más tarde admitida es";
/* iTC keywords */
"time,clock,astronomy,NTP,atomic,sunset,photo,planet,moon,alarm,sunrise,twilight,earth,lunar,UTC"="hora,tiempo,astronomía,atardecer,puesta,solar,planeta,alarma,ocaso,amanecer,crepúsculo,eclipse";
/* short two-line label indicating that the last NTP synchronization was canceled */
"Time\nsync canceled"="Sincronización\nhoraria cancelada";
/* short two-line label indicating that the last NTP synchronization failed */
"Time\nsync failed"="Sincronización\nhoraria fallida";
/* short two-line label indicating that NTP synchronization is OFF */
"Time\nsync OFF"="Sincronización\nhoraria desactivada";
/* short two-line label indicating that watch time is synchronized with NTP */
"Time\nsynchronized"="Sincronización\nhoraria realizada";
/* short two-line label indicating that NTP synchronization is in progress */
"Time\nsyncing..."="Sincronizando\nla hora...";
/* label for a Total lunar eclipse */
"Total lunar eclipse"="Eclipse lunar total";
/* label for a Total solar eclipse */
"Total solar eclipse"="Eclipse solar total";
/* Help message for 'Use Location Services' */
"Turn OFF to set location manually"="Desactivar para establecer la ubicación manualmente";
/* Help message for 'Noon on Top' */
"Turn ON for noon on top, OFF for midnight on top"="Activado: mediodía arriba / Desactivado: medianoche arriba";
/* Help message for Disable Auto-Lock on battery */
"Turn ON to prevent automatic sleep on battery"="Activar para evitar el apagado automático con batería";
/* Help message for Disable Auto-Lock when plugged in */
"Turn ON to prevent automatic sleep when plugged in"="Activar para evitar el apagado automático de la pantalla al usar cargador";
/* timezone / position mismatch warning message */
"tz-pos warning"="Parece que tu ubicación y tu zona horaria no coinciden; consulta qué zona horaria hay arriba de la posición de las 6 y el punto rojo del mapa. Puede que tengas que cambiar tu zona horaria en la aplicación Ajustes (General / Fecha y hora) o esperar a que el dispositivo determine la zona horaria y ubicación. Puedes forzar una actualización de la ubicación activando la opción 'Usar servicios de ubicación' o establecer la ubicación manualmente.";
/* error message */
"Unknown planet number %d"="Planeta desconocido número: %d";
/* the planet Uranus */
"Uranus"="Urano";
/* Help message for latitude/longitude entry */
"Use a single decimal number for each field; use negative values for south and west."="Usa un único número decimal para cada campo; usa valores negativos para el sur y el oeste.";
/* name of option to use the iPhone's location determination features */
"Use Location Services:"="Usar servicios de ubicación:";
/* the planet Venus */
"Venus"="Venus";
/* the constellation of the zodiac */
"Virgo"="Virgo";
/* one character abbreviation for 'west' */
"W"="O";
/* Warning */
"Warning"="Advertencia";
/* First-ever run alert button to go to application help on website */
"Website (in English)"="Sitio web (en inglés)";
/* First-ever-run alert summary */
"Welcome to Emerald Observatory!\n\nThere's lots of Help available"="¡Te damos la bienvenida a Emerald Observatory!\n\nHay mucha ayuda disponible";
/* Version 1.3 first-run alert summary */
"Welcome to version %@, with\n\n<new stuff>\n\nTap Details to get more information on the (English) website"="Esta es la versión %@\n\nToca Detalles para obtener más información en nuestro sitio web (en inglés)";
/* short abbreviation for year */
"year"="año";
/* Large NTP skew warning message */
"Your clock differs from NTP time by %.0f seconds.\nPlease check that your Date & Time and Timezone settings are correct." = "Su reloj se diferencia de tiempo NTP %.0f segundos.\nPor favor, compruebe que su fecha y de hora y zona horaria son correctas.";
/* location determination failure message */
"Your location cannot be determined.  You may need to enter a location manually (tap the \"i\" at the bottom right)."="No se puede determinar tu ubicación. Es posible que tengas que introducir una ubicación manualmente (toca la \"i\" que hay en la esquina inferior derecha).";
/* Invalid location warning message */
"Your location\n\n%@\n\nappears to be invalid.  Turn 'Use Location Services' ON or enter a valid latitude and longitude."="Parece que la ubicación\n\n%@\n\n no es válida. Activa los servicios de ubicación o introduce una latitud y longitud válidas.";
/* detailed timezone/position warning message */
"Your timezone:\n\n%@ (%@)\noffset %d:%02d, centered at %d%s\n\ndoesn't match your location:\n\n%0.5f, %0.5f\n(± %.0f meters)"="Tu zona horaria:\n\n%1$@ (%2$@)\ncoordinada en %3$d:%4$d, centrada en %5$d%6$s\n\nno coincide con tu ubicación:\n\n%7$,5f, %8$,5f\n(± %9$,0f metros)";

/* App display name */
"Observatory" = "Observatorio";

/* VoiceOver instructions for the location picker map */
"Touch the map and drag to choose a location, then lift your finger to set it.  Tap the blue dot to go back to Location Services." = "Toca el mapa y arrastra para elegir una ubicación; luego levanta el dedo para establecerla. Toca el punto azul para volver a usar Localización.";

/* label shown while touching the blue dot on the location picker map */
"Location Services" = "Localización";

/* Cancel */
"Cancel" = "Cancelar";

/* VoiceOver name of the location picker map */
"World map" = "Mapa del mundo";

/* nearest city on the location picker map: city, country */
"%@, %@" = "%@, %@";
